Repository: Bunn/glassyview
Catalog: dejaview/Localizable.xcstrings
Source language: en
Languages: de, es, ja, nl, pt_br, zh_hans

source: Update Glassy Host and Glassy Desk, then try again.
de: Aktualisieren Sie Glassy Host und Glassy Desk und versuchen Sie es dann erneut.
es: Actualice Glassy Host y Glassy Desk y vuelva a intentarlo.
ja: Glassy Host および Glassy Desk を更新して、再試行してください。
nl: Update Glassy Host en Glassy Desk en probeer het opnieuw.
pt_br: Atualize Glassy Host e Glassy Desk e tente novamente.
zh_hans: 更新 Glassy Host 和 Glassy Desk，然后重试。

source: Update Glassy Host or pair with its current one-time code instead.
de: Aktualisieren Sie stattdessen Glassy Host oder koppeln Sie es mit seinem aktuellen Einmalcode.
es: Actualice Glassy Host o emparéjelo con su código único actual.
ja: Glassy Host を更新するか、代わりに現在のワンタイム コードとペアにしてください。
nl: Update Glassy Host of koppel in plaats daarvan met de huidige eenmalige code.
pt_br: Atualize Glassy Host ou emparelhe com seu código único atual.
zh_hans: 更新 Glassy Host 或与其当前的一次性代码配对。

source: Use a 15 through 128 character password without control characters or line breaks.
de: Verwenden Sie ein Passwort mit 15 bis 128 Zeichen ohne Steuerzeichen oder Zeilenumbrüche.
es: Utilice una contraseña de 15 a 128 caracteres sin caracteres de control ni saltos de línea.
ja: 制御文字や改行を含まない 15 ～ 128 文字のパスワードを使用してください。
nl: Gebruik een wachtwoord van 15 tot en met 128 tekens, zonder controletekens of regeleinden.
pt_br: Use uma senha de 15 a 128 caracteres sem caracteres de controle ou quebras de linha.
zh_hans: 使用 15 到 128 个字符的密码，不含控制字符或换行符。

source: Use a Mac account that is allowed to share the screen. Legacy VNC servers may only need a password.
de: Verwenden Sie ein Mac-Konto, das den Bildschirm teilen darf. Ältere VNC-Server benötigen möglicherweise nur ein Passwort.
es: Utilice una cuenta de Mac que tenga permiso para compartir la pantalla. Es posible que los servidores VNC heredados solo necesiten una contraseña.
ja: 画面共有が許可されている Mac アカウントを使用してください。従来の VNC サーバーにはパスワードのみが必要な場合があります。
nl: Gebruik een Mac-account waarmee u het scherm kunt delen. Oudere VNC-servers hebben mogelijk alleen een wachtwoord nodig.
pt_br: Use uma conta Mac com permissão para compartilhar a tela. Servidores VNC legados podem precisar apenas de uma senha.
zh_hans: 使用允许共享屏幕的 Mac 帐户。旧版 VNC 服务器可能只需要密码。

source: Use a macOS account allowed to share the screen. Legacy VNC servers may only require a password.
de: Verwenden Sie ein macOS-Konto, das zum Teilen des Bildschirms berechtigt ist. Ältere VNC-Server erfordern möglicherweise nur ein Passwort.
es: Utilice una cuenta macOS permitida para compartir la pantalla. Es posible que los servidores VNC heredados solo requieran una contraseña.
ja: 画面の共有が許可された macOS アカウントを使用してください。従来の VNC サーバーではパスワードのみが必要な場合があります。
nl: Gebruik een macOS-account die het scherm mag delen. Voor oudere VNC-servers is mogelijk alleen een wachtwoord vereist.
pt_br: Use uma conta macOS com permissão para compartilhar a tela. Os servidores herdados VNC podem exigir apenas uma senha.
zh_hans: 使用允许共享屏幕的 macOS 帐户。旧版 VNC 服务器可能仅需要密码。

source: Use a password no larger than %lld UTF-8 bytes.
de: Verwenden Sie ein Passwort, das nicht größer als %lld UTF-8 Bytes ist.
es: Utilice una contraseña que no supere los bytes %lld UTF-8.
ja: %lld UTF-8 バイト以下のパスワードを使用してください。
nl: Gebruik een wachtwoord dat niet groter is dan %lld UTF-8 bytes.
pt_br: Use uma senha não maior que %lld UTF-8 bytes.
zh_hans: 使用不大于 %lld UTF-8 字节的密码。

source: Use a reachable network
de: Verwenden Sie ein erreichbares Netzwerk
es: Utilice una red accesible
ja: 到達可能なネットワークを使用する
nl: Gebruik een bereikbaar netwerk
pt_br: Use uma rede acessível
zh_hans: 使用可到达的网络

source: Use as Controller
de: Verwendung als Controller
es: Uso como controlador
ja: コントローラーとして使用
nl: Gebruik als controller
pt_br: Usar como Controlador
zh_hans: 用作控制器

source: Use at least %lld characters.
de: Verwende mindestens %lld Zeichen.
es: Usa al menos %lld caracteres.
ja: %lld 文字以上で入力してください。
nl: Gebruik minimaal %lld tekens.
pt_br: Use pelo menos %lld caracteres.
zh_hans: 请至少使用 %lld 个字符。

source: Use Macs that expose macOS Screen Sharing or Remote Management over VNC/RFB.
de: Verwenden Sie Macs, die macOS Screen Sharing oder Remote Management über VNC/RFB ermöglichen.
es: Utilice Mac que expongan macOS Screen Sharing o Remote Management sobre VNC/RFB.
ja: VNC/RFB 経由で macOS 画面共有またはリモート管理を公開する Mac を使用します。
nl: Gebruik Macs waarop macOS scherm delen of extern beheer via VNC/RFB beschikbaar is.
pt_br: Use Macs que expõem o compartilhamento de tela macOS ou o gerenciamento remoto sobre VNC/RFB.
zh_hans: 使用通过 macOS 公开 macOS 屏幕共享或远程管理的 Mac。

source: Use nearby discovery when it is available, or save a host manually for one-tap connections later.
de: Verwenden Sie die Erkennung in der Nähe, wenn sie verfügbar ist, oder speichern Sie einen Host manuell für spätere Verbindungen mit nur einem Fingertipp.
es: Utilice la detección cercana cuando esté disponible o guarde un host manualmente para conexiones con un solo toque más adelante.
ja: 利用可能な場合は近隣探索を使用するか、後でワンタップ接続できるようにホストを手動で保存します。
nl: Gebruik detectie in de buurt wanneer deze beschikbaar is, of sla een host handmatig op voor verbindingen met één tik later.
pt_br: Use a descoberta próxima quando estiver disponível ou salve um host manualmente para conexões com um toque posteriormente.
zh_hans: 在可用时使用附近发现，或手动保存主机以便稍后进行一键连接。

source: Use no more than %lld characters.
de: Verwende höchstens %lld Zeichen.
es: No uses más de %lld caracteres.
ja: %lld 文字以内で入力してください。
nl: Gebruik niet meer dan %lld tekens.
pt_br: Use no máximo %lld caracteres.
zh_hans: 请勿超过 %lld 个字符。

source: Use the Mac's hostname or IP address and normally port 5900 for VNC.
de: Verwenden Sie den Hostnamen oder die IP-Adresse des Mac und normalerweise Port 5900 für VNC.
es: Utilice el nombre de host o la dirección IP de Mac y normalmente el puerto 5900 para VNC.
ja: Mac のホスト名または IP アドレスを使用し、通常は VNC のポート 5900 を使用します。
nl: Gebruik de hostnaam of het IP-adres van de Mac en normaal gesproken poort 5900 voor VNC.
pt_br: Use o nome de host ou endereço IP do Mac e normalmente a porta 5900 para VNC.
zh_hans: 对于 VNC，使用 Mac 的主机名或 IP 地址，通常使用端口 5900。

source: Use the username and password for a Mac account that is allowed to share the screen. If the server uses legacy password-only VNC authentication, leave the username blank and enter the VNC password.
de: Verwenden Sie den Benutzernamen und das Passwort eines Mac-Kontos, das den Bildschirm teilen darf. Wenn der Server die ältere VNC-Authentifizierung nur mit Kennwort verwendet, lassen Sie den Benutzernamen leer und geben Sie das VNC-Kennwort ein.
es: Utilice el nombre de usuario y la contraseña de una cuenta Mac que pueda compartir la pantalla. Si el servidor utiliza autenticación VNC de contraseña heredada, deje el nombre de usuario en blanco e ingrese la contraseña VNC.
ja: 画面の共有が許可されている Mac アカウントのユーザー名とパスワードを使用します。サーバーが従来のパスワードのみの VNC 認証を使用する場合は、ユーザー名を空白のままにして、VNC パスワードを入力します。
nl: Gebruik de gebruikersnaam en het wachtwoord van een Mac-account waarmee u het scherm mag delen. Als de server gebruikmaakt van de verouderde VNC-authenticatie met alleen een wachtwoord, laat u de gebruikersnaam leeg en voert u het VNC-wachtwoord in.
pt_br: Use o nome de usuário e a senha de uma conta Mac com permissão para compartilhar a tela. Se o servidor usar autenticação VNC herdada somente com senha, deixe o nome de usuário em branco e insira a senha VNC.
zh_hans: 使用允许共享屏幕的 Mac 帐户的用户名和密码。如果服务器使用传统的仅密码 VNC 身份验证，请将用户名留空并输入 VNC 密码。

source: Use touch or a keyboard
de: Verwenden Sie Touch oder eine Tastatur
es: Usar el tacto o un teclado
ja: タッチまたはキーボードを使用する
nl: Gebruik aanraking of een toetsenbord
pt_br: Use toque ou teclado
zh_hans: 使用触摸或键盘

source: Username
de: Benutzername
es: Nombre de usuario
ja: ユーザー名
nl: Gebruikersnaam
pt_br: Nome de usuário
zh_hans: 用户名

source: Uses standard Screen Sharing. This is the default and does not require the Glassy Host companion app.
de: Verwendet die standardmäßige Bildschirmfreigabe. Dies ist die Standardeinstellung und erfordert nicht die Begleit-App Glassy Host.
es: Utiliza la pantalla compartida estándar. Este es el valor predeterminado y no requiere la aplicación complementaria Glassy Host.
ja: 標準の画面共有を使用します。これはデフォルトであり、Glassy Host コンパニオン アプリは必要ありません。
nl: Maakt gebruik van standaard Scherm delen. Dit is de standaard en vereist niet de begeleidende app Glassy Host.
pt_br: Usa compartilhamento de tela padrão. Este é o padrão e não requer o aplicativo complementar Glassy Host.
zh_hans: 使用标准屏幕共享。这是默认设置，不需要 Glassy Host 配套应用程序。

source: Uses the faster encrypted Glassy Host video and input stream. It requires the macOS companion app and asks for a pairing code or configured password the first time.
de: Verwendet den schnelleren verschlüsselten Video- und Eingabestream Glassy Host. Es erfordert die Begleit-App macOS und fragt beim ersten Mal nach einem Kopplungscode oder einem konfigurierten Passwort.
es: Utiliza el flujo de entrada y video Glassy Host cifrado más rápido. Requiere la aplicación complementaria macOS y solicita un código de emparejamiento o una contraseña configurada la primera vez.
ja: より高速な暗号化された Glassy Host ビデオと入力ストリームを使用します。 macOS コンパニオン アプリが必要で、初回はペアリング コードまたは設定されたパスワードを要求されます。
nl: Gebruikt de snellere gecodeerde Glassy Host video- en invoerstream. Het vereist de begeleidende app macOS en vraagt ​​de eerste keer om een ​​koppelingscode of een geconfigureerd wachtwoord.
pt_br: Usa vídeo Glassy Host criptografado mais rápido e fluxo de entrada. Requer o aplicativo complementar macOS e solicita um código de emparelhamento ou senha configurada na primeira vez.
zh_hans: 使用更快的加密 Glassy Host 视频和输入流。它需要 macOS 配套应用程序，并在第一次时要求输入配对码或配置的密码。

# Version %@ (%@)
source: Version %1$@ (%2$@)
de: Version %@ (%@)
es: Versión %@ (%@)
ja: バージョン %@ (%@)
nl: Versie %@ (%@)
pt_br: Versão %@ (%@)
zh_hans: 版本 %@ (%@)

source: VNC Credentials
de: VNC Anmeldeinformationen
es: VNC Credenciales
ja: VNC 資格情報
nl: VNC-referenties
pt_br: Credenciais VNC
zh_hans: VNC 凭证

source: VNC host or IP address
de: VNC Host oder IP-Adresse
es: VNC host o dirección IP
ja: VNC ホストまたは IP アドレス
nl: VNC host- of IP-adres
pt_br: Host ou endereço IP VNC
zh_hans: VNC 主机或 IP 地址

source: Waiting for Glassy Stream video…
de: Warten auf Glassy Stream-Video…
es: Esperando el vídeo Glassy Stream…
ja: Glassy Stream ビデオを待っています…
nl: Wachten op Glassy Stream-video…
pt_br: Aguardando vídeo Glassy Stream…
zh_hans: 等待 Glassy Stream 视频...

source: Waiting for the network to become available.
de: Warten darauf, dass das Netzwerk verfügbar wird.
es: Esperando que la red esté disponible.
ja: ネットワークが使用可能になるのを待っています。
nl: Wachten tot het netwerk beschikbaar komt.
pt_br: Aguardando a rede ficar disponível.
zh_hans: 等待网络变得可用。

source: Waiting for this Mac to wake.
de: Ich warte darauf, dass dieser Mac aufwacht.
es: Esperando a que esta Mac se active.
ja: この Mac が起動するのを待っています。
nl: Wachten tot deze Mac ontwaakt.
pt_br: Esperando que este Mac acorde.
zh_hans: 等待 Mac 唤醒。

source: Wake and Connect
de: Aufwachen und verbinden
es: Activar y conectar
ja: 起動して接続する
nl: Wakker worden en verbinding maken
pt_br: Acorde e conecte-se
zh_hans: 唤醒并连接

source: Wakes this Mac if needed, then connects.
de: Weckt diesen Mac bei Bedarf auf und stellt dann eine Verbindung her.
es: Activa esta Mac si es necesario y luego la conecta.
ja: 必要に応じてこの Mac を起動し、接続します。
nl: Activeert deze Mac indien nodig en maakt vervolgens verbinding.
pt_br: Ativa este Mac, se necessário, e depois conecta.
zh_hans: 如果需要，唤醒此 Mac，然后连接。

source: Waking
de: Aufwachen
es: Despertar
ja: 目覚める
nl: Wakker worden
pt_br: Acordando
zh_hans: 醒来

source: What does Glassy Desk do?
de: Was macht Glassy Desk?
es: ¿Qué hace Glassy Desk?
ja: Glassy Desk は何をしますか?
nl: Wat doet Glassy Desk?
pt_br: O que Glassy Desk faz?
zh_hans: Glassy Desk 是做什么的？

source: What host and port should I use?
de: Welchen Host und Port soll ich verwenden?
es: ¿Qué host y puerto debo usar?
ja: どのホストとポートを使用すればよいですか?
nl: Welke host en poort moet ik gebruiken?
pt_br: Qual host e porta devo usar?
zh_hans: 我应该使用什么主机和端口？

source: What input is supported?
de: Welche Eingabe wird unterstützt?
es: ¿Qué entrada se admite?
ja: どのような入力がサポートされていますか?
nl: Welke invoer wordt ondersteund?
pt_br: Qual entrada é suportada?
zh_hans: 支持什么输入？

source: When this Mac is unreachable, Glassy Desk can wake it and connect automatically. Enable “Wake for network access” in macOS System Settings.
de: Wenn dieser Mac nicht erreichbar ist, kann Glassy Desk ihn aktivieren und automatisch eine Verbindung herstellen. Aktivieren Sie „Wake für Netzwerkzugriff“ in den macOS-Systemeinstellungen.
es: Cuando no se puede acceder a esta Mac, Glassy Desk puede reactivarla y conectarse automáticamente. Habilite "Activar para acceder a la red" en la configuración del sistema macOS.
ja: この Mac にアクセスできない場合、Glassy Desk は Mac を起動して自動的に接続できます。 macOS システム設定で「ネットワーク アクセスのためのウェイク」を有効にします。
nl: Wanneer deze Mac onbereikbaar is, kan Glassy Desk hem uit de slaapstand halen en automatisch verbinding maken. Schakel "Wake for network access" in in de macOS-systeeminstellingen.
pt_br: Quando este Mac está inacessível, Glassy Desk pode ativá-lo e conectar-se automaticamente. Ative “Ativar para acesso à rede” nas configurações do sistema macOS.
zh_hans: 当此 Mac 无法访问时，Glassy Desk 可以唤醒它并自动连接。在 macOS 系统设置中启用“唤醒网络访问”。

source: Where are saved passwords stored?
de: Wo werden gespeicherte Passwörter gespeichert?
es: ¿Dónde se almacenan las contraseñas guardadas?
ja: 保存されたパスワードはどこに保存されますか?
nl: Waar worden opgeslagen wachtwoorden opgeslagen?
pt_br: Onde as senhas salvas são armazenadas?
zh_hans: 保存的密码存储在哪里？

source: Which credentials should I enter?
de: Welche Anmeldeinformationen soll ich eingeben?
es: ¿Qué credenciales debo ingresar?
ja: どの認証情報を入力する必要がありますか?
nl: Welke inloggegevens moet ik invoeren?
pt_br: Quais credenciais devo inserir?
zh_hans: 我应该输入哪些凭据？

source: Which Macs are supported?
de: Welche Macs werden unterstützt?
es: ¿Qué Mac son compatibles?
ja: どの Mac がサポートされていますか?
nl: Welke Macs worden ondersteund?
pt_br: Quais Macs são suportados?
zh_hans: 支持哪些 Mac 电脑？

source: Why can I not see my Mac nearby?
de: Warum kann ich meinen Mac in der Nähe nicht sehen?
es: ¿Por qué no puedo ver mi Mac cerca?
ja: 近くに Mac が表示されないのはなぜですか?
nl: Waarom kan ik mijn Mac niet in de buurt zien?
pt_br: Por que não consigo ver meu Mac por perto?
zh_hans: 为什么我在附近看不到我的 Mac？

source: Why is my remote Glassy Host not in the picker?
de: Warum ist mein Remote-Glassy Host nicht im Picker?
es: ¿Por qué mi control remoto Glassy Host no está en el selector?
ja: リモート Glassy Host がピッカーにないのはなぜですか?
nl: Waarom staat mijn afstandsbediening Glassy Host niet in de kiezer?
pt_br: Por que meu controle remoto Glassy Host não está no seletor?
zh_hans: 为什么我的遥控器 Glassy Host 不在选择器中？

source: Will Renew
de: Wird erneuert
es: Renovará
ja: 更新されます
nl: Wordt verlengd
pt_br: será renovado
zh_hans: 将续订

source: Yearly
de: Jährlich
es: Anual
ja: 毎年
nl: Jaarlijks
pt_br: Anualmente
zh_hans: 每年

source: Yes, over a trusted Tailscale route. The rotating one-time code remains the default and is required for Nearby or other raw network routes. Configure a reusable password in Glassy Host, connect Tailscale, confirm the selected peer is your Mac, save its Tailscale IP or full .ts.net name, then choose Password. It approves the device once; Glassy Desk keeps only a random device-specific resume credential in Keychain.
de: Ja, über eine vertrauenswürdige Tailscale-Route. Der rotierende Einmalcode bleibt die Standardeinstellung und ist für Nearby- oder andere Rohnetzwerkrouten erforderlich. Konfigurieren Sie ein wiederverwendbares Passwort in Glassy Host, verbinden Sie Tailscale, bestätigen Sie, dass der ausgewählte Peer Ihr Mac ist, speichern Sie dessen Tailscale-IP oder den vollständigen .ts.net-Namen und wählen Sie dann Passwort. Es gibt das Gerät einmalig frei; Glassy Desk speichert nur zufällige gerätespezifische Anmeldeinformationen für den Lebenslauf in Keychain.
es: Sí, a través de una ruta Tailscale confiable. El código rotativo de un solo uso sigue siendo el predeterminado y es necesario para rutas cercanas u otras rutas de red sin formato. Configure una contraseña reutilizable en Glassy Host, conecte Tailscale, confirme que el par seleccionado es su Mac, guarde su IP de Tailscale o su nombre completo de .ts.net, luego elija Contraseña. Aprueba el dispositivo una vez; Glassy Desk mantiene solo una credencial de currículum aleatoria específica del dispositivo en Keychain.
ja: はい、信頼できる Tailscale ルート経由です。循環ワンタイム コードはデフォルトのままであり、Nearby またはその他の生のネットワーク ルートに必要です。 Glassy Host で再利用可能なパスワードを構成し、Tailscale に接続し、選択したピアが Mac であることを確認し、その Tailscale IP または完全な .ts.net 名を保存して、[パスワード] を選択します。デバイスは 1 回承認されます。 Glassy Desk は、ランダムなデバイス固有の再開資格情報のみを Keychain に保持します。
nl: Ja, via een vertrouwde Tailscale-route. De roterende eenmalige code blijft de standaard en is vereist voor nabijgelegen of andere onbewerkte netwerkroutes. Configureer een herbruikbaar wachtwoord in Glassy Host, sluit Tailscale aan, bevestig dat de geselecteerde peer uw Mac is, sla het Tailscale IP-adres of de volledige .ts.net-naam op en kies vervolgens Wachtwoord. Het keurt het apparaat één keer goed; Glassy Desk bewaart alleen een willekeurige apparaatspecifieke cv-referentie in Keychain.
pt_br: Sim, por meio de uma rota Tailscale confiável. O código rotativo único permanece o padrão e é necessário para rotas próximas ou outras rotas de rede brutas. Configure uma senha reutilizável em Glassy Host, conecte Tailscale, confirme se o par selecionado é o seu Mac, salve seu IP Tailscale ou nome .ts.net completo e escolha Senha. Aprova o dispositivo uma vez; Glassy Desk mantém apenas uma credencial de currículo aleatória específica do dispositivo em Keychain.
zh_hans: 是的，通过受信任的 Tailscale 路由。轮换一次性代码仍然是默认值，并且是附近或其他原始网络路由所必需的。在 Glassy Host 中配置可重复使用的密码，连接 Tailscale，确认所选对等点是您的 Mac，保存其 Tailscale IP 或完整的 .ts.net 名称，然后选择密码。它批准该设备一次； Glassy Desk 在 Keychain 中仅保留随机的设备特定恢复凭证。

source: Yes. The easiest current setup is Tailscale on the iPad and Mac, signed into the same tailnet. Save the Mac's Tailscale address for Glassy Stream; no public port forwarding is needed. Glassy Desk does not include a cloud relay service.
de: Ja. Das einfachste aktuelle Setup ist Tailscale auf dem iPad und dem Mac, angemeldet im selben Tailnet. Speichern Sie die Tailscale-Adresse des Mac für Glassy Stream; Es ist keine öffentliche Portweiterleitung erforderlich. Glassy Desk beinhaltet keinen Cloud-Relay-Dienst.
es: Sí. La configuración actual más sencilla es Tailscale en iPad y Mac, iniciada en la misma red trasera. Guarde la dirección Tailscale de Mac para Glassy Stream; no se necesita reenvío de puerto público. Glassy Desk no incluye un servicio de retransmisión en la nube.
ja: はい。現在の最も簡単なセットアップは、同じテールネットにサインインした iPad および Mac 上の Tailscale です。 Mac の Tailscale アドレスを Glassy Stream に保存します。パブリックポート転送は必要ありません。 Glassy Desk にはクラウド リレー サービスは含まれません。
nl: Ja. De eenvoudigste huidige configuratie is Tailscale op de iPad en Mac, aangemeld bij hetzelfde staartnet. Bewaar het Tailscale-adres van de Mac voor Glassy Stream; er is geen openbare port forwarding nodig. Glassy Desk omvat geen cloudrelayservice.
pt_br: Sim. A configuração atual mais fácil é Tailscale no iPad e Mac, conectado na mesma rede traseira. Salve o endereço Tailscale do Mac para Glassy Stream; nenhum encaminhamento de porta pública é necessário. Glassy Desk não inclui um serviço de retransmissão em nuvem.
zh_hans: 是的。当前最简单的设置是 iPad 和 Mac 上的 Tailscale，登录到同一尾网。保存Mac的Tailscale地址为Glassy Stream；不需要公共端口转发。 Glassy Desk不包含云中继服务。

source: Yes. Use a trusted VPN such as Tailscale on the iPad and Mac, then save the Mac's VPN address and VNC port. Glassy Desk does not include a cloud relay service.
de: Ja. Verwenden Sie ein vertrauenswürdiges VPN wie Tailscale auf dem iPad und dem Mac und speichern Sie dann die VPN-Adresse und den VNC-Port des Mac. Glassy Desk beinhaltet keinen Cloud-Relay-Dienst.
es: Sí. Utilice un VPN confiable como Tailscale en iPad y Mac, luego guarde la dirección VPN y el puerto VNC de Mac. Glassy Desk no incluye un servicio de retransmisión en la nube.
ja: はい。 iPad および Mac 上で Tailscale などの信頼できる VPN を使用し、Mac の VPN アドレスと VNC ポートを保存します。 Glassy Desk にはクラウド リレー サービスは含まれません。
nl: Ja. Gebruik een vertrouwde VPN zoals Tailscale op de iPad en Mac, en sla vervolgens het VPN-adres en de VNC-poort van de Mac op. Glassy Desk omvat geen cloudrelayservice.
pt_br: Sim. Use um VPN confiável, como Tailscale no iPad e no Mac, e salve o endereço VPN do Mac e a porta VNC. Glassy Desk não inclui um serviço de retransmissão em nuvem.
zh_hans: 是的。在 iPad 和 Mac 上使用受信任的 VPN，例如 Tailscale，然后保存 Mac 的 VPN 地址和 VNC 端口。 Glassy Desk不包含云中继服务。

source: Your iPhone or iPad and Mac need to be on the same local network, or connected through a VPN that can reach the Mac.
de: Ihr iPhone oder iPad und Ihr Mac müssen sich im selben lokalen Netzwerk befinden oder über ein VPN verbunden sein, das den Mac erreichen kann.
es: Su iPhone o iPad y su Mac deben estar en la misma red local o conectados a través de un VPN que pueda llegar a la Mac.
ja: iPhone または iPad と Mac は、同じローカル ネットワーク上にあるか、Mac にアクセスできる VPN 経由で接続されている必要があります。
nl: Uw iPhone of iPad en Mac moeten zich op hetzelfde lokale netwerk bevinden, of verbonden zijn via een VPN die de Mac kan bereiken.
pt_br: Seu iPhone ou iPad e Mac precisam estar na mesma rede local ou conectados por meio de um VPN que possa alcançar o Mac.
zh_hans: 您的 iPhone 或 iPad 和 Mac 需要位于同一本地网络上，或者通过可以访问 Mac 的 VPN 进行连接。

source: Zoom %lld percent
de: Zoom %lld Prozent
es: Zoom %lld por ciento
ja: ズーム %lld パーセント
nl: Zoom %lld procent
pt_br: Zoom %lld por cento
zh_hans: 缩放 %lld 百分比

source: Zoom In
de: Vergrößern
es: Acercar
ja: ズームイン
nl: Inzoomen
pt_br: Ampliar
zh_hans: 放大

source: Zoom Out
de: Verkleinern
es: Alejar
ja: ズームアウト
nl: Uitzoomen
pt_br: Diminuir zoom
zh_hans: 缩小

source: 12-symbol code
es: código de 12 símbolos
ja: 12 シンボル コード
nl: Code met 12 symbolen
pt_br: código de 12 símbolos
zh_hans: 12 符号代码

source: Computer
es: Computadora
ja: コンピューター
pt_br: Computador
zh_hans: 计算机

source: Debug
es: Depurar
ja: デバッグ
nl: Foutopsporing
pt_br: Depurar
zh_hans: 调试

source: FAQ
es: Preguntas frecuentes
ja: よくある質問
nl: Veelgestelde vragen
pt_br: Perguntas frequentes
zh_hans: 常见问题解答

source: Glassy Host Port
es: Puerto Glassy Host
ja: Glassy Host ポート
nl: Glassy Host-poort
pt_br: Porta Glassy Host
zh_hans: Glassy Host 端口

source: Hosts
es: Anfitriones
ja: ホスト
nl: Gastheren
zh_hans: 主机

source: Mac
es: Impermeable
ja: マック
zh_hans: 苹果

source: Name
es: Nombre
ja: 名前
nl: Naam
pt_br: Nome
zh_hans: 名称

source: Name (optional)
es: Nombre (opcional)
ja: 名前 (オプション)
nl: Naam (optioneel)
pt_br: Nome (opcional)
zh_hans: 名称（可选）

source: OK
es: Aceptar
nl: Oké
zh_hans: 好的

source: Opt
es: Optar
ja: オプション
pt_br: Optar
zh_hans: 选择

source: Port
es: Puerto
ja: ポート
nl: Poort
pt_br: Porta
zh_hans: 端口

source: Pro Active
es: Pro Activo
ja: プロアクティブ
nl: Pro Actief
pt_br: Pró-ativo
zh_hans: 专业活跃

source: Remote trackpad
es: Panel táctil remoto
ja: リモート トラックパッド
nl: Extern trackpad
pt_br: Trackpad remoto
zh_hans: 远程触控板

source: Sandbox
es: Caja de arena
ja: サンドボックス
nl: Zandbak
pt_br: Caixa de areia
zh_hans: 沙箱

source: Status
es: Estado
ja: ステータス
pt_br: Estado
zh_hans: 状态

source: Tab
es: Pestaña
ja: タブ
pt_br: Guia
zh_hans: 选项卡

source: TCP port
es: Puerto TCP
ja: TCPポート
nl: TCP-poort
pt_br: Porta TCP
zh_hans: TCP端口

source: Top Display
es: Pantalla superior
ja: トップディスプレイ
nl: Bovenste display
pt_br: Tela superior
zh_hans: 顶部显示

source: Trackpad
es: Panel táctil
ja: トラックパッド
zh_hans: 触控板

source: Wake on LAN
es: Activación en LAN
ja: ウェイク オン LAN
pt_br: Ativar na LAN
zh_hans: 局域网唤醒

source: Glassy Desk Pro
ja: Glassy Desk プロ
zh_hans: Glassy Desk 专业版

source: Cmd+Q
nl: Cmd+V

source: Cmd+Tab
nl: Cmd+Tabblad
